Repository: vojtaBelovsky/shiftManager
Catalog: ShiftManager/*.lproj/Localizable.strings
Languages: cs, pl

# Calendar_loc001
source: Shift Manager
cs: Šichtovnice
pl: Kalendarz zmian

# Settings_loc001
source: Shift Manager
cs: Šichtovnice
pl: Kalendarz zmian

# Settings_loc002
source: Shifts
cs: Směny
pl: Zmiany

# CreateNewShift_loc001
source: Shifts
cs: Směny
pl: Zmiany

# CreateNewShift_loc002
source: Create New Shift
cs: Vytvořit nový den
pl: Utwórz nowy dzień

# CreateNewShift_loc003
source: Name of the new shift
cs: Název nového dne
pl: Nazwa nowego dnia

# CreateNewShift_loc004
source: Select first shift
cs: Zvolte první datum
pl: Wybierz pierwszą datę

# CreateNewShift_loc006
source: Interval (shift repeat)
cs: Opakování dne
pl: Powtórka dnia

# CreateNewShift_loc007
source: Select color
cs: Zvolte barvu
pl: Wybierz kolor

# CreateNewShift_loc008
source: Shortcut for shift (max. 2 symbols)
cs: Zkratka dne (max. 2 znaky)
pl: Skrót dnia (maks. 2 znaki)

# CreateNewShift_loc009
source: Edit shift
cs: Úprava dne
pl: Edytacja dnia

# RegisterTitle_loc001
source: Create new user
cs: Nový uživatel
pl: Nowy użytkownik

# RegisterTitle_loc002
source: Edit user
cs: Úprava uživatele
pl: Edytacja użytkownika

# RegisterPlaceholder_loc001
source: First name
cs: Jméno
pl: Imię

# RegisterPlaceholder_loc002
source: Last name
cs: Příjmení
pl: Nazkisko

# RegisterButton_loc003
source: CREATE
cs: VYTVOŘIT
pl: STWORZYĆ

# RegisterButton_loc005
source: UPDATE
cs: SMAZAT
pl: USUŃ

# RegisterButton_loc006
source: IMPORT
cs: Načíst z kontaktů
pl: Pobierać z kontaktów

# RegisterAllert_loc001
source: Error
cs: Chyba
pl: Błąd

# RegisterAllert_loc002
source: First name field is empty
cs: Pole se jménem je prázdné
pl: Pole z imieniem jest puste

# RegisterAllert_loc003
source: Last name field is empty
cs: Pole s příjmením je prázdné
pl: Pole z nazwiskiem jest puste

# NewShiftAlertController_loc001
source: Take a picture
cs: Vyfotit se
pl: Zrób zdjecie

# NewShiftAlertController_loc002
source: Select from gallery
cs: Vybrat z galerie
pl: Wybrać z galeri

# NewShiftAlertController_loc003
source: Clear selected picture
cs: Smazat vybraný obrázek
pl: Usuń zdjęcie

# NewShiftAllert_loc001
source: Error
cs: Chyba
pl: Błąd

# NewShiftAllert_loc002
source: Name field is empty
cs: Pole s názvem je prázdné
pl: Pole z imieniem jest puste

# NewShiftAllert_loc003
source: Interval must be number greater than zero
cs: V intervalu musí být číslo větší než nula
pl: Interwał musi być większy niż zero

# NewShiftAllert_loc004
source: Close
cs: Zavřít
pl: Zamknij

# NewShiftAllert_loc005
source: Please select color
cs: Vyberte prosím barvu
pl: Kolor nie został wybrany

# NewShiftAllert_loc006
source: Shortcut is too long or field is empty
cs: Zkratka je příliš dlouhá nebo je pole prázdné
pl: Skrót jest za długi albo pole jest puste

# ExtraShiftButton_loc001
source: Manage extra shift
cs: Upravit extra šichtu
pl: Stwórz ekstra zmiane

# EditCallendarDayViewTitle_loc001
source: Edit day %@
cs: Úprava dne
pl: Edytacja dnia

# EditCallendarDayViewTitle_loc002
source: Select extra shift
cs: Vyberte extra šichtu
pl: Wybierz extra zmiane

# DayOffLabel_loc001
source: Holiday
cs: Dovolená
pl: Urlop

# NoteLabel_loc001
source: Notes
cs: Poznámky
pl: Notatki

# NoteLabel_loc002
source: Type your notes here
cs: Zde napište své poznámky
pl: Tutaj napisz swoje notatki
